Repository: 84000/data-translation-memory
Catalog: toh202-v4.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་དཔེར་ན་མི་ལ་ལ་ཞིག་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་ཉིད་འདའ་བར་འདོད་ལ། དེར་ཡང་དེའི་བྱ་བ་དང་། བྱ་བ་ཆེན་པོ་དང་། དོན་དང་། དོན་ཆེན་པོ་དང་། ཆེད་ཆེ་བ་དང་། ཆེད་ཆེ་རབ་ཅིག་ཡོད་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གིས་རྫུ་འཕྲུལ་ཇི་ལྟ་བུ་ཞིག་གིས་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་འདའ་བར་བྱ་སྙམ་མོ། །དེ་ཡང་འདི་སྙམ་དུ་དཔྱོད་དེ། མ་ལ་བདག་ཉན་ཐོས་ཀྱི་རྫུ་འཕྲུལ་གྱིས་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་འདའ་བར་བྱའོ་སྙམ་ན། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།
en: “Suppose, Mañjuśrī, that someone wished to travel across those very world systems, and suppose that they had business, important business, an objective, an important objective, urgent affairs, or extremely urgent affairs to attend to there. They would think, ‘Using what kind of magical power shall I travel across those world systems?’ and then they might consider, ‘Well then, let me travel across those world systems using the magical power of the śrāvakas.’ Mañjuśrī, what do you think?

source: མི་དེས་ཉན་ཐོས་ཀྱི་རྫུ་འཕྲུལ་གྱིས་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་འདའ་བར་ནུས་སམ།
en: Could that person travel across those world systems using the magical power of the śrāvakas?”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་དེ་བཞིན་དུ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ལ། ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་དག་དང་ལྷན་ཅིག་ཏུ་མི་གནས། ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་དག་ལ་མི་སྙེན་མི་སྟེན་ཅིང་བསྙེན་བཀུར་མི་བྱེད་ལ། ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་འདྲིས་པར་མི་བྱེད།
en: “Mañjuśrī, in the same way,” continued the Blessed One, “certain sons or daughters of good family, having conceived the thought of attaining unsurpassable, perfect awakening, do not stay with followers of the Śrāvaka Vehicle or support, follow, or honor those followers of the Śrāvaka Vehicle;

source: ཀུན་ཏུ་སྤྱོད་ཅིང་ལོངས་སྤྱོད་པར་མི་བྱེད། ཀུན་དགའ་ར་བའམ།
en: and not accustoming themselves to staying with them, they do not apply themselves to or practice that tradition;

source: གཙུག་ལག་ཁང་ངམ། འཆག་སར་སྤྱོད་ཡུལ་འཐུན་པར་གནས་པར་མི་བྱེད་ལ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ཀློག་པར་མི་བྱེད། ཁ་ཏོན་མི་བྱེད། དཔྱོད་ཅིང་ཁོང་དུ་ཆུད་པར་མི་བྱེད་ལ། གཞན་དག་ཀྱང་ཐ་ན་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཡང་ཀློག་ཏུ་འཇུག་པར་མི་བྱེད། ཁ་ཏོན་བྱེད་དུ་འཇུག་པར་མི་བྱེད་དེ།
en: and not staying in the same gardens, monasteries, or walking places with them, they do not read the śrāvaka scriptures, recite them, reflect on them, or understand them, nor encourage others to read or recite even so much as a single verse from them.

source: དེ་གང་ཀློག་པ་དེ་ཡང་ཐེག་པ་ཆེན་པོ་ཁོ་ན་ཀློག་ལ། གང་སྟོན་པ་དེ་ཡང་ཐེག་པ་ཆེན་པོ་ཁོ་ན་སྟོན་ཅིང་དེ་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ཀློག་པ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་འཛིན་པ་རྣམས་ལ་གུས་པ་དང་བཅས། ཞེ་ས་དང་བཅས་པར་བྱེད་ཅིང་དེར་གཞོལ།
en: What they do read is only the Mahāyāna, and what they teach is only the Mahāyāna. “Showing reverence and respect to bodhisattvas who are devoted to the Mahāyāna, to those who read the Mahāyāna scriptures, and to those who uphold the Mahāyāna, they dedicate themselves to them and approach them.

source: དེར་འབབ། དེར་བབ་ལ། དེ་དག་དང་ལྷན་ཅིག་ཏུ་གནས་ཏེ། དེ་དག་ལ་སྙེན་ཅིང་སྟེན་ལ་བསྙེན་བཀུར་བྱེད། དེ་དག་དང་ལྷན་ཅིག་ཏུ་འདྲིས་པར་བྱེད།
en: Having approached them, they stay with them and support, follow, and honor them;

source: ཀུན་ཏུ་སྤྱོད་ཅིང་ལོངས་སྤྱོད་པར་བྱེད།
en: and accustoming themselves to staying with them, they apply themselves to and practice that tradition.

source: དེ་དག་དང་ཀུན་དགའ་ར་བའམ། གཙུག་ལག་ཁང་ངམ། འཆག་སར་སྤྱོད་ཡུལ་འཐུན་པར་གནས་པར་བྱེད་ལ། དེ་ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་ཚོལ་ཞིང་སྡུད་ལ་འཆང་བར་བྱེད།
en: Staying in the same gardens, monasteries, or walking places with them, they seek the Mahāyāna scriptures, collect them, and maintain them.

source: མར་མེ་དང་། བདུག་པ་དང་། མེ་ཏོག་དང་། སྤོས་དང་། མེ་ཏོག་ཕྲེང་དང་། བྱུག་པ་དག་གིས་མཆོག་ཏུ་གུས་པར་མཆོད་པར་བྱེད།
en: With the utmost reverence, they worship them with lamps, fragrant substances, flowers, incense, garlands of flowers, and unguents.

source: དེ་ཐེག་པ་ཆེན་པོ་ཀློག་ཅིང་ཁ་ཏོན་བྱེད་ལ། དགའ་བ་དང་མཆོག་ཏུ་དགའ་བས་ལུང་འབོགས་པར་བྱེད།
en: They read and recite the Mahāyāna scriptures and, with gladness and delight, teach them.

source: མ་བསླབས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་བརྙས་པའི་སེམས་མི་སྐྱེད།
en: They do not give rise to a disrespectful attitude toward untrained bodhisattvas.

source: བཞིན་འཛུམ་པ་དང་གསོང་པོར་སྨྲ་ལ།
en: They teach smilingly and sincerely;

source: ཚིག་མི་བརླང་མི་གཏུམ་མི་རྩུབ་པ་དང་། དགའ་བ་དང་སྙན་པར་སྨྲ་ཞིང་།
en: without speaking coarsely, harshly, or roughly, they teach gladly and with sweet words.

source: དེ་སྲོག་གི་ཕྱིར་ཡང་ཐེག་པ་ཆེན་པོ་མི་སྤོང་ལ་དེ་ཐེག་པ་ཆེན་པོ་ལ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ཀློག་པ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་འཛིན་པ་རྣམས་ལ་ཅི་ནུས་ཅི་ལྕོགས་ཀྱིས་སྙིང་ནས་ལྷག་པའི་བསམ་པས་ཡོངས་སུ་འཛིན་པར་བྱེད་ཅིང་།
en: Even at the cost of their lives, they do not give up the Mahāyāna. With heartfelt altruism they support as much as they can and to the best of their abilities those bodhisattvas who have entered the Mahāyāna, those who recite the Mahāyāna scriptures, and those who uphold the Mahāyāna.

source: དེ་སུ་དང་ཡང་ལྷན་ཅིག་འགྱེད་པ་དང་རྩོད་པར་མི་བྱེད་ལ།
en: They do not dispute or quarrel with anyone.

source: དེ་སྔོན་མ་བྱུང་བ་དང་མ་ཐོས་པའི་མདོ་སྡེ་རྣམས་ཚོལ་བའི་རང་བཞིན་ཅན་ཡིན་ཞིང་། གང་དག་ལས་ཐོས་པ་དེ་དག་ལ་སྟོན་པ་ལ་གུས་པ་དྲག་པོ་ལྟ་བུ་སྐྱེད་པར་བྱེད།
en: Their nature is to seek out sūtras that have not appeared or been heard before, and they give rise to fervent reverence for the teaching of that which is heard from such sūtras.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་མ་བསླབས་པ་དག་ལ་ཁྱད་དུ་གསོད་པར་མི་བྱེད། ཉེས་པ་བདེན་པ་དང་མི་བདེན་པས་གཞན་དག་ལ་གླེང་བར་མི་བྱེད་ལ། ཉེས་པ་གཞན་གྱི་འཁྲུལ་པ་ཡང་མི་ཚོལ་ཞིང་བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་ལ་སློབ་པ་འདི་ནི་འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་ཉན་ཐོས་ཀྱི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུ་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: They do not look down upon other bodhisattvas who are untrained in the practices of the bodhisattvas, and they do not incite others with real or spurious moral faults. And they do not seek fault even in the delusions of others, while they do train in loving kindness, compassion, sympathetic joy, and equanimity. You should understand such bodhisattvas, Mañjuśrī, to be those whose progress is like travel using the magical power of the śrāvakas.

source: །འཇམ་དཔལ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པའི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུ་པ་ཡིན་པར་རིག་པར་བྱ་ཞེ་ན།
en: “Mañjuśrī, you may wonder how one should understand bodhisattvas whose progress is like travel using the magical power of the Tathāgata.

source: བདག་གིས་རྫུ་འཕྲུལ་ཇི་ལྟ་བུ་ཞིག་གིས་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་མྱུར་དུ་འདའ་བར་བྱ་སྙམ་མོ། །དེ་ཡང་འདི་སྙམ་དུ་དཔྱོད་དེ། མ་ལ་བདག་གིས་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་འདའ་བར་བྱ་བའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ལ་གསོལ་བ་གདབ་གོར་མ་ཆག་སྙམ་ནས། འཇམ་དཔལ་མི་དེ་ཡང་དེ་བཞིན་གཤེགས་པའི་ཐད་དུ་སོང་ནས་གསོལ་བ་བཏབ་སྟེ། བཅོམ་ལྡན་འདས་བདག་སངས་རྒྱས་ཀྱི་ཞིང་ལྔ་བརྒྱའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་འདའ་བར་འཚལ་ཏེ།
en: They would think, ‘Using what kind of magical power shall I swiftly travel across those world systems?’ and then they might consider, ‘Well then, surely I should supplicate the Tathāgata in order to travel across those world systems.’ Mañjuśrī, that person, going into the presence of the Tathāgata and supplicating him, would say, ‘Blessed One, I seek to travel across as many world systems as are equal in number to the atoms in five hundred buddhafields.

source: དེར་ཡང་བདག་གིས་བགྱི་བ་དང་། བགྱི་བ་ཆེན་པོ་དང་། དོན་དང་། དོན་ཆེན་པོ་དང་། ཆེད་ཆེ་བ་དང་། ཆེད་ཆེ་རབ་ཅིག་མཆིས་ན། བཅོམ་ལྡན་འདས་ཀྱིས་བདག་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་འདའ་བར་མཛད་དུ་གསོལ་ཞེས་བྱས་ལ། འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པས་ཀྱང་མི་དེ་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་འདའ་བར་མཛད་ན། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།
en: As I have business, important business, an objective, an important objective, urgent affairs, or extremely urgent affairs to attend to there, kindly make it so that I travel across those world systems.’ Mañjuśrī, what do you think?

source: དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་གྱི་ཁམས་དེ་དག་མྱུར་དུ་འདའ་བར་མཛད་སྤྱོད་དམ།
en: If the Tathāgata makes it so that the person travels across those world systems, is it the Tathāgata’s doing that they swiftly travel across those world systems?”

source: འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྤྱོད་ལགས་སོ།
en: “Yes, Blessed One,” answered Mañjuśrī.

source: །བདེ་བར་གཤེགས་པ་སྤྱོད་ལགས་སོ། །
en: “Yes, Sugata, it is his doing.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་དེ་བཞིན་དུ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ལ། ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་དག་དང་ལྷན་ཅིག་ཏུ་མི་གནས་ཏེ། ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་དག་ལ་མི་སྙེན་མི་སྟེན་ཅིང་བསྙེན་བཀུར་མི་བྱེད་ལ། ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་དེ་དག་དང་ལྷན་ཅིག་འདྲིས་པར་མི་བྱེད།
en: “Mañjuśrī, in the same way,” continued the Blessed One, “certain sons or daughters of good family, having conceived the thought of attaining unsurpassable, perfect awakening, do not stay with followers of the Śrāvaka Vehicle or support, follow, or honor those followers of the Śrāvaka Vehicle;

source: ཀུན་ཏུ་སྤྱོད་ཅིང་ལོངས་སྤྱོད་པར་མི་བྱེད། ཀུན་དགའ་ར་བའམ། གཙུག་ལག་ཁང་ངམ། འཆག་སར་སྤྱོད་ཡུལ་འཐུན་པར་གནས་པར་མི་བྱེད་ལ། ཉན་ཐོས་ཀྱི་ཐེག་པ་ཀློག་པར་མི་བྱེད། ཁ་ཏོན་མི་བྱེད། དཔྱོད་ཅིང་ཁོང་དུ་ཆུད་པར་མི་བྱེད་ལ། གཞན་དག་ཀྱང་ཐ་ན་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཡང་ཀློག་ཏུ་འཇུག་པར་མི་བྱེད། ཁ་ཏོན་བྱེད་དུ་འཇུག་པར་མི་བྱེད་དེ།
en: and not accustoming themselves to staying with them, they do not apply themselves to or practice that tradition; and not staying in the same gardens, monasteries, or walking places with them, they do not read the śrāvaka scriptures, recite them, reflect on them, or understand them, nor encourage others to read or recite even so much as a single verse from them.

source: དེ་གང་ཀློག་པ་དེ་ཡང་ཐེག་པ་ཆེན་པོ་ཁོ་ན་ཀློག །གང་ཁ་ཏོན་བྱེད་པ་དེ་ཡང་ཐེག་པ་ཆེན་པོ་ཁོ་ན་ཁ་ཏོན་བྱེད།
en: What they do read is only the Mahāyāna, what they recite is only the Mahāyāna, and what they teach is only the Mahāyāna.

source: གང་སྟོན་པ་དེ་ཡང་ཐེག་པ་ཆེན་པོ་ཁོ་ན་སྟོན་ཅིང་དེ་ལུས་དང་། ངག་དང་། ཡིད་ཡོངས་སུ་དག་ལ། ཚུལ་ཁྲིམས་དང་ལྡན་ཞིང་དགེ་བའི་ཆོས་ཅན་ཡིན་ལ།
en: “Their bodies, speech, and minds are completely pure, they possess moral discipline, and they are endowed with virtuous qualities.

source: གཞན་དག་ཀྱང་ལུས་དང་། ངག་དང་། ཡིད་ཡོངས་སུ་དག་པ་ལ་དགོད། ཚུལ་ཁྲིམས་དང་། དགེ་བའི་ཆོས་ཅན་ལ་དགོད།
en: They establish the bodies, speech, and minds of others in complete purity, and they cause them to be endowed with moral discipline and virtuous qualities.

source: ཐེག་པ་ཆེན་པོ་ལ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ཀློག་པ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་འཛིན་པ་རྣམས་ལ་གུས་པ་དང་བཅས། ཞེ་ས་དང་བཅས་པར་བྱེད་ལ། དེར་གཞོལ།
en: They show reverence and respect to bodhisattvas who have entered the Mahāyāna, to those who read the Mahāyāna scriptures, and to those who uphold the Mahāyāna. They dedicate themselves to them and approach them.

source: དེར་འབབ། དེར་བབ་ཅིང་དེ་དག་དང་ལྷན་ཅིག་ཏུ་གནས་ཏེ། དེ་དག་ལ་སྙེན་ཅིང་སྟེན་ལ་བསྙེན་བཀུར་བྱེད་ཅིང་དེ་དག་དང་ལྷན་ཅིག་ཏུ་འདྲིས་པར་བྱེད།
en: Having approached them, they stay with them and support, follow, and honor them; and accustoming themselves to staying with them, they apply themselves to and practice that tradition.

source: ཀུན་ཏུ་སྤྱོད་ཅིང་ལོངས་སྤྱོད་པར་བྱེད་ལ། དེ་དག་དང་ཀུན་དགའ་ར་བའམ། གཙུག་ལག་ཁང་ངམ། འཆག་སར་སྤྱོད་ཡུལ་འཐུན་པར་གནས་པར་བྱེད། དེ་ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་ཚོལ་ཞིང་སྡུད་ལ་འཆང་བར་བྱེད།
en: Staying in the same gardens, monasteries, or walking places with them, they seek the Mahāyāna scriptures, collect them, and maintain them.

source: མར་མེ་དང་། བདུག་པ་དང་། མེ་ཏོག་དང་། སྤོས་དང་། མེ་ཏོག་ཕྲེང་དང་། བྱུག་པ་དག་གིས་མཆོག་ཏུ་གུས་པ་དྲག་པོས་མཆོད་པར་བྱེད་དེ།
en: With the utmost reverence, they fervently worship them with lamps, fragrant substances, flowers, incense, garlands of flowers, and unguents.

source: ཐེག་པ་ཆེན་པོ་ཀློག་ཅིང་ཁ་ཏོན་བྱེད་ལ། གཞན་དག་ཀྱང་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་ཆེན་པོ་དྲག་པོས་ཀློག་ཏུ་འཇུག་ཅིང་ཁ་ཏོན་བྱེད་དུ་འཇུག །མ་བསླབས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་བརྙས་པའི་སེམས་མི་སྐྱེད་ལ། བྱང་ཆུབ་སེམས་དཔའ་གཞན་དག་ཀྱང་བསླབ་པ་དེ་ཁོ་ན་ལ་འགོད་པར་བྱེད།
en: They read and recite the Mahāyāna scriptures, and with gladness and great delight, they strongly encourage others to read and recite them. They do not give rise to a disrespectful attitude toward untrained bodhisattvas, and they establish other bodhisattvas in just that training.

source: དེ་བཞིན་འཛུམ་ཞིང་གསོང་པོར་སྨྲ་ལ། གཞན་དག་ཀྱང་བཞིན་འཛུམ་ཞིང་གསོང་པོར་སྨྲ་བ་ལ་དགོད།
en: “They teach smilingly and sincerely, and they establish others in teaching smilingly and sincerely.

source: དེ་ཚིག་མི་བརླང་། མི་གཏུམ། མི་རྩུབ་ལ། གཞན་དག་ཀྱང་བསླབ་པ་དེ་ཁོ་ན་ལ་དགོད་ཅིང་།
en: Without speaking coarsely, harshly, or roughly, they establish others in just that training.

source: དེ་དགའ་བ་དང་སྙན་པར་སྨྲ་ལ།
en: They teach gladly and with sweet words.

source: སྲོག་གི་ཕྱིར་ཡང་ཐེག་པ་ཆེན་པོ་མི་སྤོང་ཞིང་།
en: Even at the cost of their lives they do not give up the Mahāyāna.

source: དེ་ཐེག་པ་ཆེན་པོ་ལ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ཀློག་པ་རྣམས་དང་། ཐེག་པ་ཆེན་པོ་ཡོངས་སུ་འཛིན་པ་རྣམས་ལ་གུས་པ་དྲག་པོ་དང་། དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བ་ཆེན་པོས་སྲི་ཞུ་བྱ་བའི་ཕྱིར་ཉེ་བར་གནས་ལ། གཞན་དག་ཀྱང་བསམ་པ་ཆེན་པོ་དང་། ལྷག་པའི་བསམ་པས་བསླབ་པ་དེ་ཁོ་ན་ལ་འགོད་པར་བྱེད།
en: With fervent reverence, gladness, and great delight, they deferentially serve those bodhisattvas who have entered the Mahāyāna, those who recite the Mahāyāna scriptures, and those who uphold the Mahāyāna. And with great contemplation and altruism they establish others in just that training.

source: སུ་དང་ཡང་ལྷན་ཅིག་འགྱེད་པ་དང་རྩོད་པར་མི་བྱེད།
en: “They do not dispute or quarrel with anyone.

source: དེ་སྔོན་མ་བྱུང་བ་དང་། མ་ཐོས་པའི་མདོ་སྡེ་རྣམས་གུས་པ་དྲག་པོས་དོན་དུ་གཉེར་ཞིང་ཚོལ་བ་དང་། གང་དག་ལས་ཐོས་པ་དེ་དག་ལ་སྟོན་པ་ལ་གུས་པ་དྲག་པོ་ལྟ་བུ་སྐྱེད་པར་བྱེད་ལ། གཞན་དག་ཀྱང་བསླབ་པ་དེ་ཁོ་ན་ལ་འགོད།
en: With fervent reverence, they pursue and seek out sūtras that have not appeared or been heard before. They give rise to fervent reverence for the teaching of that which is heard from such sūtras, and they establish others in just that training.

source: གཞན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་མ་བསླབས་པ་རྣམས་ལ་ཡང་རློམ་སེམས་མི་བྱེད། ཉེས་པ་བདེན་པ་དང་། མི་བདེན་པས་གཞན་དག་ལ་གླེང་བར་མི་བྱེད།
en: “They are not arrogant toward others who are untrained in the practices of the bodhisattvas, and they do not incite others with real or spurious moral faults.

source: ཉེས་པ་གཞན་གྱི་འཁྲུལ་པ་ཡང་མི་ཚོལ། གཞན་དག་ཀྱང་བསླབ་པ་དེ་ཁོ་ན་ལ་འགོད་པར་བྱེད།
en: They do not seek fault even in the delusions of others, and they establish others in just that training.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད། གཞན་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་ལས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of the deeds of a bodhisattva, and they cause others to observe the mass of beings deprived of the deeds of a bodhisattva.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་ལམ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་ལམ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the path of a bodhisattva, and they cause others to observe the mass of beings deprived of the path of a bodhisattva.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the conduct of a bodhisattva, and they cause others to observe the mass of beings deprived of the conduct of a bodhisattva.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་རྒྱུ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་རྒྱུ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of the cause of becoming a bodhisattva, and they cause others to observe the mass of beings deprived of the cause of becoming a bodhisattva.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་ཐབས་ལ་མཁས་པའི་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the skill in means of a bodhisattva, and they cause others to observe the mass of beings deprived of the skill in means of a bodhisattva.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་བྱ་བ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་བྱ་བ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the duties of a bodhisattva, and they cause others to observe the mass of beings deprived of the duties of a bodhisattva.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་མངོན་པར་འདུ་བྱེད་པའི་སྤྱོད་པའི་སྟོབས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་མངོན་པར་འདུ་བྱེད་པའི་སྤྱོད་པའི་སྟོབས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of the strength of a bodhisattva’s conditioning conduct, and they cause others to observe the mass of beings deprived of the strength of a bodhisattva’s conditioning conduct.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པའི་གནས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པའི་གནས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the basis for the conduct of a bodhisattva, and they cause others to observe the mass of beings deprived of the basis for the conduct of a bodhisattva.

source: དེ་བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of the loving kindness, compassion, sympathetic joy, and equanimity of a bodhisattva, and they cause others to observe the mass of beings deprived of the loving kindness, compassion, sympathetic joy, and equanimity of a bodhisattva.

source: དེ་བགོ་བཤའི་རང་བཞིན་ཅན་ཡིན་ལ། གཞན་དག་ཀྱང་བགོ་བཤའི་རང་བཞིན་ཅན་ལ་འགོད་པར་བྱེད།
en: “They naturally share with others, and they cause others to naturally share.

source: དེ་སངས་རྒྱས་ཀྱི་ཆོས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་སངས་རྒྱས་ཀྱི་ཆོས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the Buddha’s Dharma, and they cause others to observe the mass of beings deprived of the Buddha’s Dharma.

source: དེ་དགེ་བའི་ཆོས་ལ་འདུན་པ་དང་བྲལ་བའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་དགེ་བའི་ཆོས་ལ་འདུན་པ་དང་བྲལ་བའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings who are devoid of longing for virtuous qualities, and they cause others to observe the mass of beings who are devoid of longing for virtuous qualities.

source: དེ་བཅིང་བས་བཅིངས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བཅིང་བས་བཅིངས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings who are bound by fetters, and they cause others to observe the mass of beings who are bound by fetters.

source: དེ་ཡུན་རིང་པོ་ནས་ན་བའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཡུན་རིང་པོ་ནས་ན་བའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They examine the mass of beings who have been sick for a long time, and they cause others to observe the mass of beings who have been sick for a long time.

source: དེ་སངས་རྒྱས་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་སངས་རྒྱས་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the production of roots of virtue for buddhahood, and they cause others to observe the mass of beings deprived of the production of roots of virtue for buddhahood.

source: དེ་མགོན་མེད་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་མགོན་མེད་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings who are without a protector, and they cause others to observe the mass of beings who are without a protector.

source: དེ་ཡུན་རིང་པོ་ནས་གཉིད་ཀྱིས་ལོག་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཡུན་རིང་པོ་ནས་གཉིད་ཀྱིས་ལོག་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings who have been asleep for a long time, and they cause others to observe the mass of beings who have been asleep for a long time.

source: དེ་རིགས་ངན་དུ་སྐྱེས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་རིགས་ངན་དུ་སྐྱེས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings who have been born in a bad lineage, and they cause others to observe the mass of beings who have been born in a bad lineage.

source: དེ་བྱང་ཆུབ་ཀྱི་སེམས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱང་ཆུབ་ཀྱི་སེམས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the mind of awakening, and they cause others to observe the mass of beings deprived of the mind of awakening.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of the conduct of a bodhisattva, and they cause others to observe the mass of beings deprived of the conduct of a bodhisattva.

source: དེ་ཆོས་ཀྱི་སྤྱོད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཆོས་ཀྱི་སྤྱོད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the conduct of the Dharma, and they cause others to observe the mass of beings deprived of the conduct of the Dharma.

source: དེ་བསོད་ནམས་དང་ཡེ་ཤེས་ཀྱི་ཚོགས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བསོད་ནམས་དང་ཡེ་ཤེས་ཀྱི་ཚོགས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the accumulation of merit and wisdom, and they cause others to observe the mass of beings deprived of the accumulation of merit and wisdom.

source: དེ་ཐེག་པ་ཆེན་པོ་ལ་མོས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཐེག་པ་ཆེན་པོ་ལ་མོས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of devotion for the Mahāyāna, and they cause others to observe the mass of beings deprived of devotion for the Mahāyāna.

source: དེ་ཚུལ་ཁྲིམས་ཀྱི་སྡོམ་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཚུལ་ཁྲིམས་ཀྱི་སྡོམ་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the vows of moral discipline, and they cause others to observe the mass of beings deprived of the vows of moral discipline.

source: དེ་ཆོས་ཀྱི་རྗེས་སུ་འཐུན་པའི་ཆོས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཆོས་ཀྱི་རྗེས་སུ་འཐུན་པའི་ཆོས་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of the qualities that accord with the Dharma, and they cause others to observe the mass of beings deprived of the qualities that accord with the Dharma.

source: དེ་བཟོད་པ་དང་དེས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་བཟོད་པ་དང་དེས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of patience and tenderness, and they cause others to observe the mass of beings deprived of patience and tenderness.

source: དེ་ཞི་གནས་དང་ལྷག་མཐོང་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཞི་གནས་དང་ལྷག་མཐོང་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of meditative calm and insight, and they cause others to observe the mass of beings deprived of meditative calm and insight.
